
/*Упражнение 1 (fio_01h). Создание простейшей программы
     Создать и отладить программу HELLO. Проверить наличие объектного и
исполнительного модуля. Просмотреть все элементы интегрированной среды TC.
Особо обратить внимание на:
- настройку среды;
- работу с редактором исходного текста. Обязательно научиться работать
с блочными командами, в том числе и с использованием рабочего буферного файла Q
на диске;
- формирование объектного (трансляция) и исполнительного модулей
(редактирование связей, линковка)*/
#include <stdio.h>
#include <stdlib.h>

int main()
{
    //print greeting
    printf("Hello world!\n");
}
